{"w2i": {"<pad>": 0, "<sos>": 1, "<eos>": 2, "<unk>": 3, "F": 4, "Y": 5, "O": 6, "3": 7, "B": 8, "v": 9, "Z": 10, "X": 11, "r": 12, "c": 13, "y": 14, "0": 15, ".": 16, "W": 17, "o": 18, "k": 19, "i": 20, "e": 21, "7": 22, "^": 23, "H": 24, "a": 25, "2": 26, "1": 27, "4": 28, "!": 29, "J": 30, "h": 31, "n": 32, "6": 33, "T": 34, "p": 35, "L": 36, "u": 37, "9": 38, "%": 39, "j": 40, "(": 41, "*": 42, "M": 43, "s": 44, "$": 45, "G": 46, "b": 47, "8": 48, "K": 49, "/": 50, "x": 51, "S": 52, "t": 53, "5": 54, "C": 55, "g": 56, "N": 57, "A": 58, "l": 59, "f": 60, "@": 61, "R": 62, "m": 63, "#": 64, "w": 65, "_": 66, "I": 67, "d": 68, "E": 69, "&": 70, ";": 71, "z": 72, "Q": 73, "P": 74, "U": 75, "<": 76, "?": 77, "~": 78, "D": 79, "V": 80, "-": 81, "+": 82, ")": 83, " ": 84, "q": 85, "=": 86, ",": 87, "[": 88, "]": 89, ":": 90, "'": 91, "|": 92, "`": 93, "{": 94, "}": 95, "\"": 96, ">": 97, "\\": 98, "\u0011": 99, "\u000f": 100, "\u0001": 101, "": 102, "\b": 103, "\u0016": 104, "\u001e": 105, "\u0013": 106, "\u0012": 107, "\u0007": 108, "\u0010": 109, "\u001b": 110, "\u0004": 111, "\u0002": 112, "\u001c": 113}, "i2w": {"0": "<pad>", "1": "<sos>", "2": "<eos>", "3": "<unk>", "4": "F", "5": "Y", "6": "O", "7": "3", "8": "B", "9": "v", "10": "Z", "11": "X", "12": "r", "13": "c", "14": "y", "15": "0", "16": ".", "17": "W", "18": "o", "19": "k", "20": "i", "21": "e", "22": "7", "23": "^", "24": "H", "25": "a", "26": "2", "27": "1", "28": "4", "29": "!", "30": "J", "31": "h", "32": "n", "33": "6", "34": "T", "35": "p", "36": "L", "37": "u", "38": "9", "39": "%", "40": "j", "41": "(", "42": "*", "43": "M", "44": "s", "45": "$", "46": "G", "47": "b", "48": "8", "49": "K", "50": "/", "51": "x", "52": "S", "53": "t", "54": "5", "55": "C", "56": "g", "57": "N", "58": "A", "59": "l", "60": "f", "61": "@", "62": "R", "63": "m", "64": "#", "65": "w", "66": "_", "67": "I", "68": "d", "69": "E", "70": "&", "71": ";", "72": "z", "73": "Q", "74": "P", "75": "U", "76": "<", "77": "?", "78": "~", "79": "D", "80": "V", "81": "-", "82": "+", "83": ")", "84": " ", "85": "q", "86": "=", "87": ",", "88": "[", "89": "]", "90": ":", "91": "'", "92": "|", "93": "`", "94": "{", "95": "}", "96": "\"", "97": ">", "98": "\\", "99": "\u0011", "100": "\u000f", "101": "\u0001", "102": "", "103": "\b", "104": "\u0016", "105": "\u001e", "106": "\u0013", "107": "\u0012", "108": "\u0007", "109": "\u0010", "110": "\u001b", "111": "\u0004", "112": "\u0002", "113": "\u001c"}}